[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[unused11]
[unused12]
[unused13]
[unused14]
[unused15]
[unused16]
[unused17]
[unused18]
[unused19]
[unused20]
[unused21]
[unused22]
[unused23]
[unused24]
[unused25]
[unused26]
[unused27]
[unused28]
[unused29]
[unused30]
[unused31]
[unused32]
[unused33]
[unused34]
[unused35]
[unused36]
[unused37]
[unused38]
[unused39]
[unused40]
[unused41]
[unused42]
[unused43]
[unused44]
[unused45]
[unused46]
[unused47]
[unused48]
[unused49]
[unused50]
[unused51]
[unused52]
[unused53]
[unused54]
[unused55]
[unused56]
[unused57]
[unused58]
[unused59]
[unused60]
[unused61]
[unused62]
[unused63]
[unused64]
[unused65]
[unused66]
[unused67]
[unused68]
[unused69]
[unused70]
[unused71]
[unused72]
[unused73]
[unused74]
[unused75]
[unused76]
[unused77]
[unused78]
[unused79]
[unused80]
[unused81]
[unused82]
[unused83]
[unused84]
[unused85]
[unused86]
[unused87]
[unused88]
[unused89]
[unused90]
[unused91]
[unused92]
[unused93]
[unused94]
[unused95]
[unused96]
[unused97]
[unused98]
[unused99]
[UNK]
[CLS]
[SEP]
[MASK]
ng
ang
na
sa
an
##m
##p
##ng
##na
at
##sa
ga
la
ka
ay
ag
##i
##,
##mga
##ang
li
in
si
on
ong
ar
##ay
##b
it
##t
##k
##ka
##at
##A
##pag
am
##n
al
er
ina
ing
##d
ya
il
##@
-@
##@-@
to
##S
sang
##h
##ma
um
ba
un
##o
##P
en
##si
ala
##M
##Ang
st
##isang
ul
ap
ah
ro
as
##I
ri
##(
##)
es
##K
##s
di
ula
##nag
##B
os
ilang
##*
yon
##ni
##pang
##1
ik
ana
or
ak
ig
ad
aw
##"
##N
##H
is
##T
lo
us
ung
yang
##la
hi
##=
re
##C
ali
##ito
om
##kan
ut
yo
ur
##g
le
##D
##ta
##E
bi
uk
##L
##may
ti
##e
##pam
wa
up
##par
##G
ila
ug
oong
ta
##kat
od
##R
ub
##l
el
##:
indi
##2
han
##mag
ra
ili
im
##bilang
ito
##pina
una
and
ol
em
ab
kat
##hindi
##in
ot
ari
yan
man
##ga
##noong
ek
##Sa
aga
yong
et
##r
pag
uw
op
ma
ati
##pagka
ran
##19
wang
mit
##para
uh
lang
ent
ok
##mula
##w
pap
##li
bang
##a
##'
id
syon
##kasa
##naka
ob
itan
##pa
san
alang
##mat
mp
##J
mang
##re
gang
ant
uli
##pana
ib
pina
##U
ir
##kung
kal
##nito
lak
inat
##kap
00
lik
ed
##up
##c
ano
##nang
##tao
##di
ahil
##iba
ha
he
##it
unang
##pan
uan
do
##upang
##O
ic
og
oy
##F
##kanyang
da
ip
iko
##).
aring
iya
##siya
##ar
ayan
ep
mo
eg
dad
##pro
##V
##ban
ata
ini
##kar
awan
eo
kas
uri
lit
ino
les
##pamam
##mas
tat
##bah
##W
##hang
ulad
awag
##tum
aba
##Pili
##mala
##dahil
##gina
aram
##maa
##kay
hang
##May
ud
##isa
##an
##rin
##nasa
hat
gamit
##Ing
##sina
##ibang
##pinaka
ter
iyang
ilala
##kanilang
siya
##lo
pan
##maka
alan
##kab
lala
##Si
ia
##ika
atay
pa
ika
##din
ling
##;
ago
uro
ita
ban
##3
gay
ulat
bo
##lamang
##dala
##pagpap
##sum
##lum
##ak
nan
te
so
roon
und
asyon
agi
##panah
##Un
sasa
##Ingles
bas
ero
##kah
##maaaring
asa
##San
##kala
ch
uhay
pinas
unit
##In
ulo
##tinat
uo
##niya
agitan
ko
str
##f
##um
inang
anak
mula
##Pilipinas
eng
sod
siyon
##pamamagitan
##kon
ulang
apat
unan
anda
apos
mba
usa
isi
sta
ungsod
res
lan
lat
##pagkaka
##hanggang
wala
##ilang
stad
##kaniyang
po
##po
##Ito
ho
lim
yos
hing
ura
lohi
gawa
##Nag
isa
ahala
eks
ugna
##bahagi
ismo
##de
##man
yal
agong
##naging
##Mar
##bansa
##unang
##ek
##or
##maram
bay
##200
##taong
##saan
law
ato
##mah
##kina
##taga
##Ma
##pak
bing
##al
rani
ikang
uga
unod
##panahon
baba
##Noong
lip
sina
ilangan
sis
##baba
##baga
gan
##pagt
ulong
##dalawang
##sin
ating
lin
##lahat
##loob
uno
##is
ahan
angga
##18
ast
log
##nat
##bu
##walang
io
##ngunit
##kum
##tinatawag
##/
hah
##Rom
##20
ulug
ihan
sti
pi
##4
##Pag
ento
##naman
##pinag
##Y
asi
##of
se
##kom
iging
##ipina
abang
##pangka
##bin
bong
atag
long
##pinakam
##gum
##uri
##bat
eb
##nak
##magka
ama
##pat
##Di
igan
##pin
ikong
##taon
##katulad
tor
per
nap
##da
mer
uwal
aman
ukoy
ian
##imp
anan
##5
##maraming
hin
##sari
alaga
go
##itong
itong
##sila
ac
emb
##panana
aka
pat
bigay
ysa
##Is
rap
##karani
##the
pe
nal
##Es
##ginagamit
##Kri
##lalak
##y
uling
alik
bis
pit
alak
##mali
ayag
##nila
##nagpap
unahing
uc
ara
de
agat
stem
##Ayon
##".
pang
##araw
ene
##mak
onom
##sak
##kam
##Ar
sak
##Hes
##lungsod
ungk
sik
ue
ust
ine
##hali
##pagitan
no
lita
##kasama
uhan
##nam
##pangunahing
##ina
ham
uring
##Pang
##tat
iki
bar
roong
eh
orm
rang
##buhay
##Kap
dala
##anak
ult
yano
unt
dig
ce
##hum
wan
##bum
##pagtat
##dito
uto
##pala
era
ort
##katawan
apon
##es
##pap
##Euro
##An
imog
##buong
lur
##Al
uku
katapos
##Hesus
ensiya
ubuo
##kaya
puan
igit
wal
##ib
undo
##As
aral
##Estad
##gawa
yemb
##6
##Kristi
yari
##babae
ular
uba
##san
##karaniwang
##Z
##Amer
lam
mbawa
lohiya
ci
lika
##karam
##sistem
##Ale
inut
upa
##It
##bagay
##bansang
bol
##:.
eksuwal
rawan
##pags
##pagsasa
litang
awa
ore
sip
hiyon
bab
ver
umang
##pop
laking
##sang
ron
##bayan
##Unid
dag
##Mga
##maging
##mam
##mang
##Ch
##siyang
co
##kasal
##salitang
uka
lek
tong
##wikang
##Hapon
awat
##Mat
##silang
##pangkat
ve
##15
ump
ses
las
ulasyon
##Mari
##pagiging
##Estados
##Unidos
##Ab
##%
tik
##aaral
##pagp
##tulad
ilos
##Sim
alo
ulugan
yembre
##kilala
##kas
##201
ard
##gaya
##mayroong
##ayon
##tungk
##habang
wak
##ser
anggap
ation
est
##ag
bili
##ip
##op
ulan
ist
int
lad
##II
##7
ente
ugnay
dis
qu
bib
inal
##ila
alit
uha
atagpuan
##nakat
##12
##v
aran
ener
##Br
iniwala
##kabilang
liko
##bawat
##sig
ahalaan
igma
ate
000
##Isa
##pum
ikipag
angk
gi
ubalit
##199
dong
ec
##mundo
##nagsi
##estad
##tra
uloy
mper
ungan
wana
##tub
##mil
iba
anong
##Pran
ye
##Ibar
##Mo
##un
##lalaki
##bagong
##dum
##mo
mb
##bago
arian
##Ibarra
lar
##organ
nila
mot
##Ap
##batas
uang
##le
##nagka
##Con
her
##kasaluku
##Pam
ugar
aling
ensi
ilit
##tumut
##kapag
##lalaw
ria
usyon
##gumaga
usi
##isina
igdig
##pangalan
bid
##lugar
##Q
##mata
##Maynila
##pangang
##reli
aya
##Rep
##Maria
ord
ris
duk
lem
onya
##tatlong
##te
rin
##Kast
##Kan
##lalawigan
riya
##inter
tika
##as
##198
##Lungsod
##8
##dam
##esp
##populasyon
##Mon
iti
##ring
atid
##Dahil
bibigay
ugnayan
##and
alam
alya
##ekonom
ayon
##9
##pamp
av
##sarili
##malaking
ego
##lupa
##The
##pagkatapos
##diyos
##bar
ber
##per
wanag
ey
##Gri
##ter
##pagb
##kapang
##min
##nan
ganap
##tagapag
##kaka
ao
edi
##bak
##aklat
ulot
ble
##Espan
ysayan
##16
##nangang
iz
##Kab
##Diyos
##bina
##kin
##pagla
##siglo
ungo
##naglala
##tala
##seksuwal
##ilalim
##Hud
rian
ehong
##mab
apa
akita
,000
##nagp
##estado
##Pina
pek
##nagsasa
##mar
##ap
nati
##kal
andang
##ding
##hala
pino
iber
##karamihan
##kont
##nab
##pun
##laban
##Europa
##nakaka
##sinasa
##nap
th
##10
yay
##17
##Repub
ayo
##pamahalaan
##katang
git
ilangang
uti
##Sina
kay
##Kato
luran
##Griy
##Simba
##gan
isyal
ilagang
##matatagpuan
##halimbawa
mam
##paggamit
##ko
ind
##bi
anta
one
##pakikipag
ern
dam
##mod
ram
##Ag
##partik
lig
utan
land
##asa
kop
likha
##Par
ilan
##dis
##Romano
##res
hel
ikal
##paraan
##Kastila
pin
##sapag
##wika
##St
##Siya
ca
ataas
##Hindi
ilya
##pagk
##14
ado
##sakit
yag
uz
##niyang
##Co
alat
##teo
##Kah
##197
##ini
oto
ukat
ulay
asyong
##sapagkat
uso
##Her
##Timog
hirap
##En
##hay
ibli
##parehong
##Aleman
##paghah
##am
usan
ly
alidad
enti
##Ka
##ant
hen
##sumus
sin
##Ne
##gamit
ador
##nagt
him
##pagkakaroon
##apat
##Jo
sia
arap
walay
end
##hom
##panahong
##Gay
##tina
agdag
inuturing
ayang
stant
nang
##kasaysayan
##bata
##Kristiyano
##Sam
##Le
anging
##hayop
##Pab
##deg
lahat
##komp
##sup
##est
isang
##ab
ck
##Isang
ne
##tubig
mong
ena
##tungkol
##anyo
##194
##hal
agang
##Juan
ugo
##dapat
##Jos
##agham
lawang
##binubuo
##posi
##Pablo
ahayag
##u
##pagd
##So
lay
##pagbab
##higit
ilosop
##kapangyari
##CE
##Asya
mant
##opisyal
##kahulugan
ry
##map
##lang
##rep
##Kat
ea
##dating
asok
##Na
yonal
0.
##Kabilang
##kuw
sil
##Ak
atas
##com
##sistemang
rol
cos
ton
alis
##nina
paka
ril
##Or
##partikular
##pagsa
ser
##Espanya
##sinaunang
##paglala
##At
ulugang
##pant
##sala
vi
##mataas
##La
sing
esa
##Nang
##muling
##subalit
ei
##masa
##nakapag
ral
bibilangan
##Per
##produk
unay
inig
##nagtat
##Car
anah
##Man
wi
##11
##Bibli
##Ro
##kadala
##Mala
##Pro
osto
##hina
itik
##pagkakat
##Lat
##malawak
ultura
anap
bah
son
##13
##Val
##im
aralan
##kinabibilangan
##kahit
kan
etro
##X
##Mag
ingg
##anumang
ure
bansang
##Pilipino
nana
##huling
##Amerik
unta
ipan
sid
##Indi
kap
##dep
##Katoliko
adre
hip
##pamum
##ngayon
ens
##sumusunod
##tag
##siy
rom
##kaw
##pali
##pisi
##sel
unlad
kt
##Tsina
alaking
unin
##Gayun
##Kung
##pook
##Re
zo
##Kristiyan
ulta
##maliit
alin
hiya
laki
##lip
##kasapi
##Isra
mum
yayari
iral
ikita
##ipinang
##no
##gr
##kasalukuyang
aso
##maga
urang
##sek
##Taga
##anim
##bahay
##buw
##lin
lis
##pangkalahat
ct
##Kore
gal
rim
##Griyego
##BC
isip
##tumutukoy
##una
stan
yer
##itinat
##196
sal
inggil
lic
##indi
##to
##st
rik
##natat
##Papa
loob
##puw
##Tinat
atayan
##itinuturing
##isin
uman
##pilosop
hala
##simba
##Maa
##nana
##uma
ural
##pagli
##Imper
imp
##}
awit
##pagkain
dang
ysay
##nitong
##Rus
##katangian
##Bo
ilaga
##timog
##Ika
dor
##big
##eks
##pas
##halos
##kapangyarihan
##larang
##sistema
ugan
luw
litika
##Bibliya
##Italya
ungka
##Ta
##{
bal
##ama
##Pransiya
##Marcos
banghel
umbas
kaka
##Kon
simula
paman
##De
inam
##bagaman
##ori
##itina
##Padre
mantalang
disyon
##pe
##sanhi
##bang
##maba
nar
ster
ahang
agal
##tuw
ugali
##Po
##Bagong
##kapatid
##Bilang
##ginamit
ibig
##Baga
##mad
elo
##malapit
##digma
rit
isyon
lipas
##proses
##tran
##Tipan
rika
##Hudyo
##Mus
##iyon
##se
##pinuno
##makapag
##kakaya
##nagmula
ikilala
##Kasa
##gawain
##wala
win
##kamatayan
##umi
##pangalang
##simula
entong
antaon
##Da
##pre
ormal
ork
siyong
##sub
gamot
pon
##Ara
ge
##Simbahang
hinal
##pagsus
##ebol
##Bar
irang
##ana
##kag
##maaari
raan
##Pala
##relihiyon
##Sal
##Kom
##dugo
##mayroon
##Digma
##kil
##kabu
ada
##nangangah
rong
way
uyo
ismong
nak
itnang
va
tas
tom
bel
##tem
banghelyo
##espes
##ganitong
uda
##tunay
##Hali
##Constant
##Gu
##kali
omo
ulungan
upo
##Gayunpaman
##pres
uni
baw
ros
##kadalasang
##ind
##hin
lohikal
syong
##Dis
tos
##milyong
irahan
##put
##pinang
ental
##indibid
bag
##kaugnayan
gol
stit
##ilan
##nagsa
##.
tili
##rehiyon
##Nor
##salita
##pagbabago
sidad
ht
rat
lurang
uter
##daigdig
##ed
##\
bisyon
##hinggil
wag
NA
art
tion
eneral
##kanluran
##kaysa
##Mas
mon
##mai
alagang
##Lo
##Naka
adala
utub
ugat
iling
baho
##Hilagang
##kulay
##lay
##Cam
##halip
unong
##tin
##del
hiwalay
oryo
ote
##mal
##magkaka
anal
amang
##makab
##kons
##he
##pamilya
##195
##dal
##antas
fer
##ipinanganak
ty
##orihinal
##mamam
##ad
usap
ilitar
##BCE
##epek
labas
are
alatay
##pinakamalaking
##Islam
##Maram
##larangan
##kla
##sumasa
##Jose
lipunan
ulit
##namatay
kolar
##pr
##Luc
##Halimbawa
##nagbibigay
##Roma
##Amerika
umpay
ulin
##Kaharian
gas
##Ehip
##193
tura
ler
ukod
##ber
utas
iyak
##Li
##New
##asawa
##pati
##ekonomiya
##mapag
hal
ase
##pand
##ut
##tek
kad
undin
eta
##dina
##nagkaroon
anib
mpalatay
##ibig
##sukat
##samantalang
##lik
##Fran
bak
##homos
ilalang
ida
##marami
##Mayo
piko
##neg
lekt
##gawaing
abot
##silangan
##ba
##Pagkatapos
taas
uhang
udi
##Silangang
##pinan
##Kar
##25
##Britan
##gay
##gumagamit
##Nob
##manlala
##Eli
wer
bin
##Mateo
##Ng
##naga
##tele
##huk
iy
lohiyang
hiyong
##pamamara
##simbahan
usang
##pagh
##nagd
##Latin
##kanila
##magp
##bay
hn
##tawag
ela
ont
ailangan
##Ipina
itang
##pelik
##pagsi
lakbay
##Gina
##Tinatawag
##ginawa
##paaralan
##ro
##alam
ono
##napaka
##Com
angay
##pangm
yente
wat
##Ko
liksik
##Muslim
hy
##pampo
##Dam
##term
##Republika
emon
##batay
onal
##pulo
##spe
ukol
##tan
##Nap
ekto
enc
emati
tic
##30
asiwa
une
##pananaw
##so
##Bagaman
mperador
##Kristiyanismo
rus
ki
##21
bia
ff
##Hun
ober
asya
##pagbaba
igil
##paghi
ulu
por
ernong
##lipunan
##Uni
into
##lupain
nay
akat
##bahag
ukas
nas
unog
##naglalaman
##dire
anay
##Pranses
##Ir
tim
##manun
##Ped
##Go
##Marso
##rito
##id
##kaga
der
awang
walang
##Panda
##makat
##Digmaang
##tri
##ipinag
##Abril
##manlalaro
ustr
##imper
##labas
##Enero
##trans
##itinatag
##inila
##pangkalahatang
##babaeng
##sariling
che
##ne
##pah
##digmaan
uran
##buwan
ity
##Pan
##gamot
ubre
##akda
##pangk
##Pa
alitan
amp
tibong
ulak
enteng
##kaniya
orn
##ikalawang
eno
atang
##elem
##Aprika
ley
##Set
ilia
##Alemanya
##nai
##Disyembre
1.
##karapat
##arti
##mater
##katumbas
##He
##Gre
can
ebr
##Kapitan
##palabas
osyo
##sim
##Amerikano
uot
bilis
ungkahi
dok
##kasalukuyan
##batang
ell
##sent
##mahalagang
hati
##edad
##|
##hari
##j
tibo
##Ts
##katutub
que
##..
##kanya
##Aklat
##nahah
##tah
##organismo
bil
chi
##Hunyo
unting
peo
kada
##Hul
##Subalit
luwensiya
##modernong
ment
##Israel
##Sh
##kababa
##co
awak
##Ngunit
##sining
ako
##Se
ring
##er
##dagat
##22
##ener
##ugnayan
ista
##indibidwal
##katao
##Te
ond
isasyon
##Santa
##Mah
##Tagalog
##karagdag
##tak
ktubre
##selula
##tumat
igdi
tok
##halaga
##Ber
ataka
##oras
sus
##kump
##tanging
##paggawa
##Ser
##Oktubre
##elekt
##tumukoy
enta
alawang
##Europeo
##sabi
##Hulyo
##dahilan
##No
ensiyang
##Nagkaka
sala
##lalo
uin
##Silangan
##kapwa
##Cor
wasan
ite
landa
##ark
##bul
balik
##Gal
##Bin
##hi
##John
##tradis
##kabis
##Th
##Agosto
##kaugnay
##tinut
reo
alaw
##III
##nagb
##dok
##likas
was
##Ehipto
##do
##ling
##umiiral
##Setyembre
##pagkakaiba
angkin
##+
##nin
##192
##mi
stro
enyo
##pampolitika
tang
ebrero
lio
##kasarian
ging
matay
##proseso
lina
eksiyon
ish
##nilala
yet
asal
##Korea
ulia
##kultura
tr
ni
uwalidad
##isinulat
##ik
##hilaga
##pamb
tog
##Sum
##Pebrero
##Phi
##gulang
resyon
usugan
##Austr
##kur
eter
be
##minsan
inan
ugang
##Pagka
##sam
##panda
##isinasa
##Tr
##madala
##Unang
##Mal
##hen
##Tur
##kaso
##medi
antong
etiko
##pagtatalik
uel
diri
ibersidad
arang
yuna
##nagsimula
##teoriya
##ari
##terit
talik
##tal
##kinaka
##militar
##magmula
##pagkat
##Ind
mpalataya
##Nobyembre
ukan
dy
unuan
##limang
##24
itaw
##Riz
##hilagang
iang
uon
##balat
eksuwalidad
##mababa
##kamay
hirapan
##sand
##Col
bit
pak
##nagiging
##pangkarani
##mababang
likong
ryo
undok
##Rizal
##dumating
##x
adong
##madalas
5.
##Gitnang
sangk
##sumunod
##pri
udd
hasa
##Cast
##dib
##191
##layunin
##nar
##Ban
##bil
##hangga
anas
##nau
##bag
##huli
##lumala
ugis
liit
##Lucas
##dalawa
zon
##Pedro
idad
##kalaga
##pab
##ibabaw
##Fili
##tr
ungat
##papel
##labis
yaan
##panlipunan
akilang
##resulta
##dekada
##And
##pagl
##Elias
##pari
ugon
3.
##matapos
##nahahati
##Kapag
aryo
##Mic
##Ed
##pambansang
##bumubuo
##katawag
cc
linang
##Sin
##Philip
##kabi
alaki
##pagtut
##damdam
##punong
##matemati
##sibil
##bakter
uwag
##Huda
##Ra
usalem
##Maraming
##magkaroon
ret
##lalaking
ess
##malakas
##Dagat
6.
##paniniwala
8.
##be
##!
giran
##liter
##Don
gr
##Mayroon
##puno
alaman
##int
##ibini
##met
##kor
mulan
ograp
##nilang
ilo
eksto
##27
2.
aon
##DNA
seho
##Ad
oly
##gumawa
##telebisyon
##pataka
##ali
ikasyon
upad
##pisikal
dik
##pangyayari
##proble
##por
lano
tori
##Basi
##pagga
##sangay
##tuwing
eral
za
##Nagkakaisang
##Aw
struk
##awit
##ebid
yat
##mangga
##gene
##muli
##Bel
##ex
##et
##kailangan
lasyon
##kabah
##tang
daman
##manana
agsak
##comune
##Simbahan
##grupo
##ide
ers
##tungkulin
##kabisera
bon
gar
sian
ft
unti
##dantaon
hayag
ld
##ulo
##Bu
uting
##pagbibigay
##pangh
riyang
##kawalan
##makabagong
likang
##ob
yeng
##Fer
##barangay
##pinap
##Pero
ibang
##mamamayan
ulog
##Mayroong
##lokal
unga
##Que
his
ibigan
yn
##his
sig
todok
##karaniwan
ayos
orya
##mahigit
orta
bispo
##Batas
plo
##pagpapat
##kun
ormasyon
yu
ira
yaw
sk
##Kanluran
##gayundin
tikal
##kapanah
##sapat
##lumitaw
##pinaniniwala
##Me
ua
##magulang
ons
##Bul
##kahirapan
##Am
##me
##sen
ukasyon
##manunulat
atibo
ora
anatili
##Wikang
ipag
##pagkab
illa
##atom
atibong
9.
##Britanya
##daan
akbo
##23
##bit
7.
versi
mad
##Herusalem
##sulat
##Para
4.
##siko
igdigang
raang
##distr
##anti
##Hapones
##kw
##kim
##pagmam
##1.
cho
##biyo
arani
##ano
ruz
ual
##bal
##tahanan
iniwalang
##Ver
##ikat
##Ebanghelyo
##halaman
##hangganan
yunal
##indust
latera
inasyon
rop
##nakap
rip
usay
##189
ake
##gamitin
##Inter
##Nic
##ch
##epekto
##Naging
##Ikalawang
ingin
##namum
##siyenti
##mito
##inilala
mpan
stang
##nagpapakita
##tiyak
##Mont
##salaysay
bayan
##Port
##Karani
##for
##musi
##hangin
vo
##patuloy
##kalakal
##Gi
aligiran
##Budd
ese
##maliliit
##Be
esto
natili
##Ca
##produkto
##binig
watig
##Ho
sasyon
olonya
##Pin
ugnayang
##?
##Sud
##kuwento
##$
##on
##ra
##enerhiya
##trabaho
##pamamaraan
##napag
hika
ido
agumpay
##wa
##sinus
##sinabi
##noon
##napap
##Maaaring
##kalika
##Imperyong
iel
uyod
##ala
bilidad
ilik
##Ex
##Bayan
##Nat
ekan
##nagkaka
##>
##Damaso
##speci
##sag
##Alex
##paano
aliwanag
##Pas
##Qu
tiko
usto
##pul
rer
##pelikula
##alaga
awid
##kabuuang
wn
ill
##sing
##konsep
##Mac
##linya
##parti
##Do
diriwang
##papa
unawa
##Kaya
bot
agad
##Rusya
##28
##naghah
ahi
##teritoryo
##mon
iks
ekt
itikan
irus
##katay
##To
##parang
mi
##kalagayan
##<
##Maaari
##Pambansang
##Pre
init
kod
utos
##Dav
sangka
sama
##pay
lipat
##tinawag
##nangyari
##pub
##Lumang
undan
mulang
##VI
##patungo
gaw
##sunod
##baybay
##Cent
banggit
ence
banan
##paksa
##tinatayang
kos
##nais
##katagang
##Buddha
##mekan
uko
ilalim
##Gawa
##Kanlurang
##26
haba
use
orld
##Shi
##ebolusyon
ahalaang
##yug
##ah
##prot
ikha
##kaba
##kalaunang
emok
##Mula
##Ortodok
me
ahalaga
##prin
egong
utong
##hugis
gid
##naunang
ubok
##liwanag
odo
##...
##pagpapa
ubuhay
ipon
##kop
ras
ukla
##edukasyon
IV
##Pandaigdig
##gusa
##materyal
ome
##100
ataan
ensiyon
itna
aryong
ante
##sinasabing
let
along
kita
##kilalang
##Aqu
##Cana
##bakterya
##mabilis
##Int
##mahi
##maaring
##bato
##pilosopiya
##Unyong
##kalikasan
mat
##bo
##Habang
patuloy
##Heb
ich
##kult
##Franc
##ugnayang
##pinagmulan
##diwa
etw
##literal
##Sinabi
##nagbigay
##Tum
##katutubong
##kakayahang
leng
##2000
##ugat
pes
ahalagang
##Mad
port
##Pasi
unduan
##teksto
asyo
lag
##pangalawang
##magiging
##Heneral
ack
##Irlanda
##nilalang
nat
##Wil
##kanon
##India
##lakas
##kilom
natiling
##maik
##malaki
##mor
##pinakama
##panganib
usyong
##natatanging
##namam
##Panah
##perso
##talaan
##nakab
##nagmum
##kaharian
risto
##unlad
##Griyegong
##iisang
sisyon
##Sob
##pamumuno
bidad
##Ge
##pangulo
##isip
hulugan
dib
##Ba
agpuan
arka
song
ze
men
##Med
##km
##ibinigay
##Nam
##skolar
##damdamin
##daang
ary
dal
##Hudaismo
yoso
##posisyon
##Santi
##matat
##putbol
pir
##kapanahunan
##190
##Malay
##direk
##Kal
##Pat
##milyon
##him
##Kas
uluan
##Ter
##serbis
##pumap
##komun
##El
##Pe
##Lin
kilala
##pamant
##Muh
##con
##Hang
##pakikipagtalik
##ukol
##lub
aksiyon
hanan
##mik
tasan
##tulong
##papunta
##karamdaman
mos
##Pangulo
lor
ipin
lant
##Fe
stitusyon
##problema
##Kong
has
oma
galing
##kababaihan
ice
ukha
##gas
##pahayag
##espesye
##0
etwork
##pinam
ical
##titi
ste
##Pinag
ie
##gabi
kw
##pangkasa
hok
yuter
inia
lia
##Cla
old
50
##kinat
ius
##ilog
##Huk
##Muham
##Pal
##Universi
##Cala
##Lum
agatang
##nob
##titik
diya
agsik
##kakayahan
##Gres
rig
##Karam
##kundi
tol
lingkod
alia
##World
##natural
##kasangka
harap
##matematika
kin
ona
kuk
amit
##Vene
uliran
##Quezon
##makikita
##namang
if
##en
logo
##nakikilala
inirahan
unayan
##bali
ept
##plan
##ipinaga
##Muhammad
##Ginagamit
daan
##Ilog
ith
##pangkaraniwang
##katangiang
anaw
##silangang
imugang
##Gresya
lisis
##Turk
##usa
inong
##kailan
##hanay
##Sobyet
utang
##ginagawa
##tinang
##Bab
##libing
cal
kang
ubhasa
##Nak
##nagla
sisyong
##saring
rio
anao
##asi
##katoto
bento
##suliran
##Vic
##Dina
##pangangailangan
##ekw
##gayon
##sakop
utol
##ninuno
lanan
##BK
##Min
##ipinaganak
##liham
##oper
##species
isan
##sus
##makaka
ayanan
##puso
##Bal
inistro
##pet
hod
say
ide
##Bat
##Ben
urg
uth
ja
##pinat
##alagad
##pagkakataon
##Kali
##str
##kaalaman
##Emperador
##malalaking
##nakasa
##teoriyang
##impormasyon
lok
uwa
asang
eph
##harap
cia
uklasan
##pansa
ahe
##pamili
ingi
##pampub
##pagba
##disp
tao
zz
ambing
##40
##Sc
##buh
##imperyo
isyo
##nga
yle
##Ina
edia
ones
##Wik
##relihi
##nabubuhay
##ulit
##Karamihan
leksiyon
##Luz
##Konseho
sanhi
ts
##Ga
we
arami
angkop
ile
##base
##isi
##seryeng
lili
##elemento
##Republikang
##ep
##ipinap
##sasak
##panlabas
ligtas
##Ti
##pagdating
##tanyag
##gitna
akda
rid
yol
##Roman
##Sulat
ahiwatig
laban
##maliban
##Santiago
enida
##Sur
##29
ilitaw
##Imperyo
ulaklak
entino
##mati
##nakita
ire
ping
##init
##tinutukoy
rato
##lalake
tomas
##samp
##kalayaan
##Est
##pinakamataas
abas
inga
##artista
##sabihin
pania
akan
##tamang
siy
##nagtatag
net
##paa
##sintomas
ere
ungang
##Santo
##pormal
##HIV
inding
van
##obispo
##minsang
##pagpapaka
##distrito
##men
anana
amo
##ikatlong
lidad
##arkeo
##nait
##ti
strak
##kompan
##Yo
##Venez
##dulo
##kasalanan
##University
##paglikha
##panloob
nam
##kada
##50
uta
##industriya
##kesa
##lumikha
lid
##Bukod
##pal
sunod
tatalik
jo
##Af
##bab
##Lalaw
ander
utusan
##siyentipiko
##humantong
ambak
uklas
wiran
##buto
##tauhan
ket
##Har
##Unit
urong
ubo
##2010
##banal
##Haring
lu
ory
##imb
aki
##madaling
##kak
antay
##nah
ugh
##diper
##Tim
age
##umu
##krim
##senso
##Kalak
bum
##ig
upan
##naniniwala
sad
##utak
ondo
##Prin
onia
##Aquino
##laro
##dah
##Hudas
##kabuuan
rot
##pagbub
##lib
##gumagawa
aas
##Walang
##pagnana
##sanggol
##Castel
uma
##sali
##sik
emonte
##Chi
##itaas
##magt
##kumulang
##Karaniwang
anasan
##Kalakhang
hael
##sund
##Banal
##Cap
##Zam
##naganap
##pananampalataya
##larawan
##Espanyol
##Paman
##bahaging
ingnan
mini
##sem
##Lalawigan
##hy
##Donya
eth
##Tor
mar
zio
##humi
##halamang
##aw
##molek
uhit
##pagtatang
ica
##Michael
##2007
##ebanghelyo
dan
mas
##sir
##Oli
##Israe
bleng
lungat
##toto
##anyong
##pamahalaang
##Meh
pay
##day
##puwer
##kanlurang
ombar
##Eskos
##Sinaunang
##ebidensiya
##malala
##homoseksuwal
ric
##alp
##mahalaga
##paga
##lumilitaw
##Ri
##tunog
##inili
##manga
##daantaon
sanib
##Suw
##patakaran
ico
##damit
##iisip
biya
##Tsino
##Sy
##Jer
ansang
kasyon
##Nan
##nalala
uruan
##humah
##kalusugan
##ipag
##kaibigan
##Amerikanong
##display
##Constantine
##aral
##katayuan
##Hebreo
##Luzon
##libingan
##gusali
##pagpapala
ibo
uria
uhin
##Francis
##2008
##gumamit
##salin
##eksper
rib
aro
##mait
##rek
##kura
##paglalakbay
##lag
##Mart
##Naga
##yugto
##impeksiyon
##tila
##Samant
##musika
babago
##ins
atan
style
pine
##pangung
ven
iemonte
##impluwensiya
ekswal
##gen
##tungo
ji
agna
##polit
##labanan
akit
istan
siyang
eses
##ideya
ubog
##Bir
##kilometro
##magkat
naw
ilyang
sy
rito
##nangyayari
##Dr
##linggo
ongo
iso
##2009
MA
ital
rist
##dibdib
##pagkaraan
##Ital
ople
##Isina
##nilikha
##disip
##Manila
rado
aha
lisa
umento
pangyari
ugtong
##kandi
##tit
##maagang
##elektron
##natut
ugal
basyon
##tradisyon
##karagdagan
##31
ukuha
##United
uki
garya
##kasulat
##mangang
alian
##kama
##Sisa
ontrol
##pinaniniwalaang
##pamamahala
mumunuan
##displaystyle
##temper
##dami
##sentro
##Alto
##naninirahan
gram
omas
##_
par
##sit
##kapaligiran
vel
##Ig
rabaho
##masel
##nagpa
##186
##alang
##pamumuhay
##Kam
##limit
##uniber
##emperador
##pagtaas
##Ha
##malawakang
##tim
##miyemb
sat
##Char
inabang
ukuyang
upang
##Mak
##Ana
##IV
##itin
##Kasama
lista
andaan
atura
##reg
##diin
##pagsusuri
##Tag
grama
##King
iram
papawid
##pitong
eso
eho
##Anti
ight
ule
##fos
##naa
##mahabang
ende
##Nasa
sion
ensiyal
nayan
##Diego
##ganap
##normal
##Sila
##espir
##tug
iolog
laga
ect
org
##Jam
##Panahon
hiyo
heno
##galing
##Ac
tatag
sangkutan
##pund
##32
##mahirap
##kilos
inag
icilia
ational
SA
##album
##patay
##kabila
isipan
##Ur
ke
##pangga
##termino
ella
ayong
yante
##Cali
##2.
angi
halal
##mukha
##konsepto
##Inglatera
##Bur
##pakik
alili
lise
##karapatan
ode
##Ao
ucle
##hini
##serye
##payak
##isipan
##pagsasanay
sulat
yin
ministr
##baka
##nakik
##katawagan
litan
stong
##pandaigdigang
lands
ardinia
##katotohanan
ilid
##pamayanan
##pinakamala
##ha
##Ingg
inango
##Nar
##karagdagang
su
##tekno
ias
##pamagat
##Fre
##iskolar
##kata
##apos
laseng
##Kina
##natagpuan
##miyembro
##Anak
##tatak
##nagsasaad
##Kala
stansiya
pam
##aari
##mabuting
erc
##Filipino
##malamang
##Mor
##Vi
unsad
##sol
alip
##Abruz
##kabahayan
##gawin
dige
##Rey
##Eslo
##Abruzzo
##nakaraang
siyahan
##Babil
itikang
##num
enos
ayapa
##nakar
##Trentino
impluwensiya
##Bra
##ako
##kabataan
ute
kong
##kompyuter
##Unibersidad
anggal
dia
rono
##Adige
buhay
##beses
alala
##baybayin
syo
##prinsip
##Tang
##pagpup
##Sudti
etong
##Sudtirol
yas
##Bag
##Lit
##rad
##itlog
##Philippine
my
##paggamot
##rel
##Brit
##pangt
##pinamumunuan
##kad
##punto
##panitikan
##inhin
##lebel
##Venezia
ilikha
##Norte
##sh
##Bago
national
fa
peto
siyo
##kinikilala
eneto
##isinasagawa
##simp
##pakiki
##relasyon
##pamilihan
##pananaliksik
kanya
##fossil
##Hit
ombardy
##Molise
##pampag
rasyon
bria
##relihiyoso
##organisasyon
##ele
##kaugali
##kinala
##nagpapat
##pangkalahatan
##York
ysayang
##klaseng
gap
mbria
##sy
##pero
##ho
##Max
indanao
##188
riko
##Araw
##Indone
ose
inea
##binata
##Aosta
##0.
##iyong
##bis
##nagaganap
utasyon
##haba
stiyang
##Colle
##qu
##mismong
sh
Mar
ete
ican
##Aust
##bumaba
##kinatawan
##kahulugang
##Ram
,1
gun
##Mali
uskanya
##presyo
##Ob
##tip
##Basilio
##mikro
##maip
##med
##Matatagpuan
##pig
##dulot
##Gr
##paglalarawan
##Lazio
iwala
milia
##alin
##kauna
##humigit
##negosyo
##bas
yayaring
ahal
##katam
##Ortodokso
anga
##nakilala
##2005
##pad
##187
##Giulia
mis
rac
intulot
##Romagna
##kagamit
##suliranin
romos
##karapatang
##Ama
akatawan
##Calabria
wing
##Nort
##Israelita
##depresyon
##Canada
##pinakamat
##sinasalita
ihang
biyo
ulok
asilic
##parir
mig
usk
##gayong
##salapi
##pumasok
ress
##anime
apan
##pasa
##Calif
##kailangang
riuli
##pagkakas
sto
##kasing
##Aposto
gsa
hay
heng
##pananakop
ikos
##doktr
##Kilala
##Lag
##Ip
##mun
waran
iguria
##sangkap
##Jud
##Hal
gasyon
##artik
pasa
##magsa
atong
##Dan
##Californ
##Bas
Ap
esh
##inilalarawan
##Tri
##nasasak
##Mehiko
Cam
chool
##paligid
Umbria
##kumakatawan
Emilia
Basilic
Basilicata
inoon
Apulia
Friuli
Lambak
Marche
Veneto
Liguria
Sicilia
##pagdad
Campania
LiguriaL
Piemonte
Sardinia
Tuskanya
##kasunod
UmbriaVeneto
##AostaApulia
ombardyMarche
CampaniaEmilia
##AbruzzoLambak
##LazioLiguriaL
##RomagnaFriuli
SardiniaSicilia
##MolisePiemonte
uis
usyo
##uniberso
##California
##Wikip
##prosesong
##serbisyo
apit
##metro
##eksperim
##nakatuon
udad
##Sinasa
nador
##gin
##pansin
##Han
##simbo
##pagm
hint
##kontrol
iwan
##Ilan
mitang
##laman
##ref
##Olimp
##inil
##etn
##halalan
yanong
##nucle
##kalinang
##ac
ungong
iter
eles
##Bro
roduk
##nangangailangan
min
kayat
##estadong
##nagm
##Binubuo
ren
##Tro
uch
##mana
isag
##nakapagpap
##car
ferrato
##malayang
##pantao
##kamp
via
##Monferrato
had
sio
##prope
##Sak
##2011
put
##alpab
ayanang
dom
landiya
##isda
##naw
##yunit
##Sept
liam
##ist
##Abenida
##himp
##ginto
##Leo
##nauugnay
##narar
##priba
##Hen
##International
##temperatura
##Punong
##partido
##Tha
##kondisyon
igh
##binibig
##paraang
yerno
##kapuluan
ksi
##guro
##pagkamatay
##pantay
##lumip
##kulturang
igat
##Ilo
##hip
##Bah
##City
##katimugang
##matagumpay
##nagsimulang
##pangyayaring
##Palaiolog
##yo
##pagpili
pas
##Tiago
##West
##bala
cion
bayad
##sahod
##relihiyong
uke
ortahan
awi
elong
##Intsik
##gitnang
##was
##Dar
ulasyong
##Palaiologos
pad
gitna
##hiwalay
##pisika
igo
##kapanganak
##Kahit
##butas
##daanan
anti
ello
##naba
##nagsisil
arin
ph
##kandid
##dakilang
lakihan
##Samantala
uluhan
ariang
lismo
##asawang
##nabuo
##lansang
bat
##sun
##suso
dio
##Er
##Cat
##itim
##but
ement
obernador
uer
onan
los
##Tar
##2006
olon
##bandang
##lumabas
##Nagka
##bunga
##doon
likasyon
##kawalang
bilang
##propes
##pir
##hukbong
anang
##pwer
##natuklasan
indu
##pagtanggap
stadi
uporta
##modelo
ikano
##anatom
##pangangat
emokrat
etnam
##klase
##produksiyon
##Ze
ridad
##kamaka
lakal
ilaw
##Bay
##programa
##National
##Bang
##Hari
##labi
##estasyon
##bundok
##th
##Cal
##integ
##Koreano
##unibersidad
##Tat
##Salvi
pala
apekto
##bibig
ez
##dom
ws
##kasunduan
##Estado
upong
##super
##kontro
##mabuti
##Arabo
##mapang
##maikling
##kre
##East
##Bos
sangkot
ins
##pagbabagong
##dalubhasa
ences
##mapap
##Homo
##kalaunan
sasangkutan
bor
pinong
##Rober
##karanasan
enesis
kit
##Budis
##ating
##proy
##Tan
,2
##My
elang
##Indonesia
utok
##bumalik
##Lond
##sama
##nakikipag
##makapangyari
##3.
##posibleng
emo
##Dep
##pamamaraang
##unti
udulot
##Pi
kasan
##matatag
##mer
##pelikulang
##pangkasarian
##Hangul
##munisip
ting
##Dom
aganap
har
aguyod
##gilid
##naglalarawan
bansa
##masasa
##mid
##imin
##huwag
##talagang
##Pon
##ord
ungga
##VII
alangkas
cha
reso
##Him
##Gales
##kromos
##Constantin
##matinding
cial
##nakikita
##binigyang
rod
kalat
##paglul
usyonar
##hap
##kong
##unahang
##Pangulong
##pen
atip
yak
##Ori
##kataga
##Wal
##dali
etikong
hag
##Guinea
kahulugan
uning
##Cris
##krit
##pamilyang
eder
kaw
agatan
##Polonya
##katawagang
baybay
##nakabatay
ando
##taas
##Paris
##galaw
yenteng
##makipag
##kompanya
##politika
cus
ebu
##Sali
##natit
##Joseph
ebol
val
##James
##nuk
##kole
##langis
##siyudad
hina
##Cas
##tumaas
ele
##bakit
ograpiya
##aawit
##mahusay
##tagasunod
##Pilipinong
##paniniwalang
##espirit
ood
##tanda
##labing
##185
##administr
##kapanganakan
enya
ises
##Valley
bog
ulangan
##tig
##gawi
last
##bukas
##kahoy
lapi
sidente
gen
usob
##usapan
##His
siko
ios
##Eb
dagdag
uluwa
##38
tot
##Ruso
ations
uris
##Pangka
tab
inian
##nagrer
ulis
##bisi
##angkop
##Ek
##matanda
omet
ves
##mu
##malinaw
tibidad
alakal
asiwaan
gong
##araling
##kamag
##rehiyong
##pampublikong
##Afri
##Francisco
##60
##aasal
##Air
iland
##tula
ligt
##malaman
##pinakamah
##Jes
##Bundok
mal
##Cav
##Cebu
##nakakat
,5
ade
##ph
##terminong
##rate
##kontin
##panitikang
gin
##Prote
##kli
##likod
##nangung
##Cer
##William
##Aug
##Tina
##mahahalagang
##Zo
##kahalaga
##akt
##ugali
car
##Eskosya
##seleksiyon
babaw
lop
gtas
urch
struktura
soci
landes
##pagbagsak
##Hi
##Matapos
##matagal
##Republic
hong
unawaan
##Constantino
##sikat
##personal
##pagtit
##legal
##aangkin
##sinasabi
gunian
##pagdiriwang
##US
kar
##det
##inaasa
apang
vil
uwid
##Kristo
opo
##alak
alakay
##makita
ungkahing
##pagkaing
##&
##35
pret
##kinasasangkutan
##tanggap
##pagsubok
##tro
##balak
igpit
peres
cio
yero
limbag
##tangga
##Sw
##program
##Dum
##Kadala
##nagmumula
##internas
sira
##bituin
##nagpapahiwatig
##apostol
##kapangyarihang
lawak
usahan
##makap
##nagawa
##respon
oso
yum
##seg
##kalakalan
ahin
##Upang
##hanggan
##presyon
##Ung
##Portugal
hana
##Moises
its
rili
##pariralang
##atomo
ain
ayapaan
lon
##bio
athala
ux
##Teo
##ca
##teknolohiya
ami
##War
##sob
unahan
##kasulatan
##Neg
looban
aralang
##Hitler
##paglago
##Dakilang
##kakulangan
oko
##pi
##Fernan
##organisa
##Gam
##sundalo
ield
ani
##American
##pagtuturo
##kalahati
##lahi
##ikala
##David
##kahaba
##Malaysia
##rebol
##aspeto
##Hum
##kem
ree
##Dito
##nasabing
##1990
umentong
##santo
##NK
##metal
risti
antasan
uhat
hanap
enn
erba
##Sena
##rec
ktang
##Sing
##hukbo
##ibon
##Ali
##naniniwalang
##Em
digma
gawang
##sosyo
##Karagatang
##krus
##ray
##magpap
##Pasipiko
##estim
##samahan
kadem
##nagbaba
kl
atos
##Pulo
##Bansa
stein
##baboy
##uring
##aking
pital
uluang
##ginawang
##sampung
##pamantayan
yar
bibig
##Hel
hiyang
##pampang
enda
##bulaklak
sius
langin
##kinakailangan
##bili
##panan
##bumuo
##siyam
entasyon
##33
ema
wil
ism
##tam
##by
##Ilang
##suma
##Et
##Parti
##bibli
arating
zzo
dro
pong
ilahok
##anong
antum
##publiko
##saklaw
##palaging
DP
insan
##Sup
omp
##patungong
kalde
##inhinyer
##kalagitna
##paghahari
##gra
##Mindanao
lot
##atake
##Os
sikong
##lumang
napan
##lar
##Ebreo
##pot
##kimikal
mu
onomiya
##bukod
##interpret
##[
kuha
uparan
lul
lathala
##mainit
utin
turang
ick
##dalaga
##alperes
##kandidato
akwil
##mismo
##Europe
##kaagad
##ngipin
urian
##Kanyang
##nabanggit
rea
##CB
linis
##College
##histori
##Jack
##School
##pasyente
unduk
alanan
zi
ulto
##GMA
##nakali
##dahon
##tradisyong
##Sib
##Bon
##disk
##Aprik
##nakuha
##kaunting
uwi
yagan
##Marami
##Je
##estadi
wakan
##Pr
##panig
lom
##Mona
##dr
bisa
##buhok
##Nagkaroon
##kahabaan
##tinatanggap
##hid
##labin
##Ipinang
##kilusang
##Italyano
agan
##Leon
ederal
riling
##nagsasalita
eneg
##Nah
##tuloy
tug
lakay
##walong
##tagumpay
anggi
##diyo
##nagdulot
##Bl
isyong
##ministro
##pagpapahalaga
cle
basan
##repub
##nakala
##direktang
##Nagsimula
##Mig
##Sar
##her
##ekonomiko
##apar
##kaisipan
##ben
##kasanayan
uyong
hirang
alint
ordinat
##magkap
##katutubo
##pagkilala
##Lang
##tradisyonal
##panla
yam
##Associ
##36
ropo
##North
inanggit
##mahihirap
amba
##ten
lamin
sag
##bersiyon
uther
##auto
##Hindu
inar
##Stat
##Network
endi
##Robert
uksan
##sitw
##ya
hann
##palat
ale
##Bina
##Kristiyanong
##Bac
igkas
##natin
kukunan
##libong
ipili
##manggagamot
##lumilikha
##Sta
##grap
##takot
##kalagitnaan
##Turkiya
ild
##selulang
##lansangan
##nagbabago
##Nab
akter
##out
##Daang
##katuruan
##langit
##ur
##dim
##magb
##plat
##kautusan
##pangs
ater
##Isabel
sakit
##dalaw
##saligang
##Apostol
##Ari
##sap
##Lab
##reproduk
##sc
##nakipag
##magkatulad
##pamayanang
##birus
##hinango
##Panginoon
aan
##kinuha
##totoo
##emp
##gaanong
fic
##seksuwalidad
##Som
##Protestant
##karne
##nawala
##yari
samang
###
##Bula
##Japan
##Pap
##Charles
##chi
bur
##tekn
##umalis
away
##analisis
eda
##nagdad
##tumungo
##kadalasan
kam
##Kaga
ise
##himpilan
##Mer
laysay
##kopya
##Just
istang
iles
unas
##batong
##istrak
##pangkasal
akot
##espesyal
##kagand
##Dinam
##tuwirang
dian
##Samar
tle
istiko
##manusk
##refer
ungkulan
##alitan
ugtog
kis
##suporta
tan
atiko
##ibina
##digmaang
##Pagkaraan
##2004
##ulat
ungkol
wika
##nakatira
##magandang
##institusyon
##Ant
##Dinastiyang
ner
##katalik
##pamamaga
##z
imo
##Fa
etang
siyal
##simpleng
##Anton
##simbahang
ction
##Tanak
adaan
##bilyong
##banda
##Armen
##tanong
##Katulad
##Uk
##sumulat
##sabay
##Alexand
##tis
##sekswal
##modelong
emokratikong
##kasangkapang
##nararapat
##heter
##Tanakh
##ebolb
##sp
apag
##Las
ubunduk
uong
##nanana
##Ib
##Ini
awig
##Miguel
##abo
unaw
##nas
aloob
stiko
rona
ark
##Nue
,3
##bakal
##kaganapan
uho
##70
eria
##kapan
##Constan
##Kapulungan
##pagdi
##munisipalidad
##Juli
##kasamang
##AB
ustong
##musik
##Nin
##kuwentong
##natatangi
##Kin
##Mediter
##magbigay
##pagnanais
##tulu
##puting
##Ger
omba
##eher
##bigkas
##krimen
##patakarang
##Nagmula
##paglipas
##apoy
##heneral
##Dinamarka
##Tiy
##katinig
reli
##maliwanag
,6
##instr
##pagkakak
,7
stika
##Tala
##prim
##kolonya
##parte
##Australia
##Lah
##kumbento
##Wikipedia
##iral
,4
vin
##Eng
mahan
##politiko
##panun
##pagsasagawa
ulti
##pagkap
yp
##rit
rinig
##Clara
##pangungusap
hahambing
##pagpapakamatay
##obser
##pangg
##paghahanap
##tingnan
ordinates
osi
##pagkuk
##henetiko
orge
##kabihas
##Um
##homo
##ibaba
##bangkay
ember
##comp
##monar
ony
##80
angkang
##daloy
logy
wasak
##Brun
##kasangkapan
##Rec
##poli
katawan
##Sun
wasang
##Union
##katan
##binuo
##Portug
##negatibong
##sagisag
angalan
##Mis
##that
##banggit
##39
##Kum
ukuyin
##agrik
Al
##South
dote
##makasa
lingan
siyasat
##Mased
##Gum
##TV
##matandang
##pera
anim
##Kastilang
##karagatan
##ekonomika
##pamantasan
orte
akbang
utukoy
##kalalakihan
uag
##Zambo
##mamatay
##pangkal
uyan
##lubos
unduang
##1980
##grupong
##lawak
##Daigdig
##programang
##umabot
##Austria
##kaluluwa
ors
##lawa
##utos
ef
##interes
##Maka
##binigyan
##disiplina
##mitolohiyang
,9
##kahalagahan
ason
##kapar
##piling
##inilabas
##nilalaman
##Ot
limang
##silid
umo
##kita
##Liber
##sirk
aham
##Jac
##umaabot
##2013
pisyal
##Award
##Pak
##usap
##Maling
zar
##Central
##Ph
##sino
##Coordinates
##not
##2001
posisyon
untis
##unting
##Jackson
##isinagawa
##produktong
ee
alabas
disyong
##Rod
##Tin
##Laba
##hener
##kalam
##sugat
##For
##Tre
##bakuna
##balangkas
##muna
##inilarawan
##pilosopiyang
gyan
##puwesto
##dist
eto
##magsasa
##kemikal
##area
nalidad
dalawang
##gam
##Birhen
uportahan
##Olimpiko
##tugon
gam
##ganito
##esk
##GDP
##Budismo
##pangkatawan
##Sen
##nil
##kamala
himpapawid
##Ah
##malub
##batayan
##pinakamatandang
digo
##organismong
ics
##August
ikot
##asido
##maling
lah
##Jesus
##naghi
##larong
##nanalo
##hinaharap
tur
##layuning
orma
itis
##doktrina
##ner
##pila
alintulad
ion
yok
istahan
##nagtut
##pagtukoy
##Alban
##Awit
##simbolo
##Zamboanga
##nananatiling
##UE
lish
##ipinat
##Kaugnay
##Budi
##sekw
##karakter
##gob
ated
atoryo
##nasus
##Mundo
##mainam
king
##kalapit
##hula
##saka
##NA
unla
##Hom
##lut
##45
##alt
##tukuyin
ede
##Fo
##Gar
##Pagpap
##astr
##pagkawala
ukd
##Iran
imulan
##artikulo
##tinanggap
usin
##timbang
nia
##Oriental
##masamang
##medisina
##prinsipyo
cto
ial
##imah
##Indiya
##histor
##Pamantasan
uwe
##Jr
##network
hek
##Tok
akilala
##Ipinag
##probin
##Masedonya
ym
lilikha
##porsiy
##sasakyang
rusa
##inf
oph
rain
##kumaka
iano
akip
##Monte
##trono
##kolon
##Hukbong
##paglaki
##Mong
##mensa
##dinala
##Ste
##ing
##Rich
##akadem
##disenyo
##Pangunahing
##Nagt
rans
##Bene
##Sang
alismo
##haring
##kayarian
##184
##kaay
##Gab
##nanatili
##Manuel
##aaralan
##Id
##templo
adal
##Sah
##kos
##eksp
##land
##hati
agon
##ikina
##popular
hand
##Yah
##Pasig
##elect
##liber
ukasyong
83
ilag
##ham
?]
##utang
##espasyo
##inu
##nagsil
##operasyon
##kateg
##pagsisi
akitang
akila
##Mang
##Rosa
sim
##Thailand
esya
##Church
##kapayapaan
bio
##bot
hayan
relihiyon
##Ingglatera
##gaga
##populasyong
umi
##manggagawa
##sayaw
##gastos
line
amental
##Organ
##Center
##kaunti
hu
arya
##Sch
##propeta
##Constantinople
##tugtug
klaw
##Lib
##nakaugali
##pil
##pampa
##tagapagtatag
##pinaniniwalaan
##Belhika
##diplo
angking
##pinunong
##paliwanag
bri
ugong
undong
##molekula
##pagbabalik
##Tiyago
##kabana
##alkalde
##Pac
##paghahanda
##Rafa
##Victor
kim
##Katip
##Batang
ny
edo
ekla
ward
dena
lamig
##pangkaraniwan
##Sult
##barko
guni
##Olanda
##porsiyento
##Pandaigdigang
imik
##Persian
##katap
##Ele
kasyong
##Santos
##sex
##Rafael
ustan
##estud
ning
##Association
andog
##panin
##Bi
##Moro
usig
##test
##madi
##kaugalian
##kawal
##Mc
##Glo
##Unggarya
##ibin
##akdang
##mamalya
ahintulot
##kahi
##katamt
##Kongreso
##mahigpit
##Mes
##Grego
##Alf
ls
##panggagamot
.5
##virus
##kapitan
liano
##On
litaw
##Darwin
##Itinat
##nagsasagawa
ukaw
##XI
nais
##Biy
##1992
##references
bos
##Tsek
lav
red
das
##tirahan
##kagamitan
siyas
diksiyon
##iisa
imbento
##pagpatay
##bumagsak
bad
ubong
##umuunlad
##ED
##pista
##Caga
##nobela
butan
unista
ety
##syn
##korte
##klasikong
acio
##tagapagt
fe
hinga
hol
hari
##posisyong
##pamantayang
##gro
##tama
##itinayo
kus
##repres
##sur
##milya
##Cagayan
##nagreres
##nagkakaroon
##Sp
##300
atikong
##Fernando
ky
##Hong
hintay
##dagdag
##dati
unungan
alitang
lian
unahin
##Kapuluang
##pribadong
akas
##neut
resulta
##Labanan
##malaya
##panging
##ipinakilala
##90
##Gor
##Lim
imili
##indep
##pagpasok
inom
##Dating
##Corinto
reng
teb
##Congo
##Martin
##Batay
##heteros
##nagdudulot
ru
##tuk
##Lina
##bik
##tradisyunal
##British
##binanggit
##napat
##lalong
##kalooban
##kalinangan
elt
##dayuhan
##umunlad
##Portuges
##pampagtatalik
##aso
##lumipat
##Tao
atagan
##sektang
##tatlo
##aal
agaling
lakalan
##Arabe
lesia
##plano
##Saligang
awad
##Nig
##pagpapahayag
67
##Pol
inisi
##radi
edon
##tinag
##Taiwan
##sanggunian
##pagsasaliksik
bert
##2012
##Saint
##gawing
##EDSA
##Laguna
##imperyong
##nagpatuloy
##nagsisilbing
ces
hem
alagay
##piraso
17
ath
##bir
##panl
##hawak
##pagsulat
aong
hawa
##Pri
##1991
oryang
yosong
##Pinan
##saser
19
omang
##isyu
##pasi
amanan
##Lahat
cy
##us
##kast
gaya
##pakikipagt
sakop
pansin
##puwersa
##puwersang
tibay
angat
##Vir
lino
##pagg
##Digmaan
##pagsasalin
uriang
##tanggapan
##kasiyahan
diko
isis
##buwis
##natitirang
##paghihiwalay
##linyang
##Cruz
##kalaban
##konseho
igyan
ising
##Kaba
ID
tima
##Cab
alawa
##pula
limuot
##aralan
akay
buka
##buk
##mutasyon
##kalimitang
##Can
##bangka
alth
##Ling
##nagsisimula
##1960
tasang
##sinundan
mpasi
##tagapang
hit
##arkit
##Atlant
##nagk
##Hilaga
##sumali
##paminsan
##nasasakupan
ear
tra
##dag
lac
##Men
##buo
uagint
##Septuagint
loh
##Tib
##talamp
dinan
##pangkalusugan
##kalak
##supling
##tawagin
##proyekto
adalas
rianismo
##punt
##Ministro
##1986
##pagsusulat
ekta
##Reyna
andar
##Star
##sitwasyon
##petsa
##hakbang
##Gala
##partikulo
##nakalilipas
nayang
##isla
##iminungkahi
##Brunei
##binago
##medikal
##Su
##Distr
bibilang
20
guw
##paring
##lokasyon
##malalim
##pananag
iro
irap
##bigat
cht
tis
##120
##Iba
##Taong
##nawaw
##ipinahayag
hating
##nabuhay
##Isin
##sumapit
##gobyerno
##edukasyong
##Cro
##Henry
##Nakat
atic
##pampan
##set
##bari
uhayan
##bilis
sen
igang
##datos
##pagbuo
##sobrang
##ilarawan
##nakatanggap
##halagang
##tumanggap
##panrelihiyon
##susunod
##pareho
##nagmam
##pangangalaga
##bisa
##estudyante
##pagpapaunlad
##500
rial
pines
##layo
##mong
##gampan
##Angeles
##pananalita
##guhit
##sekta
##rekord
##Gali
##pagdur
##interpretasyon
##wakas
##pagkilos
##Kh
##Yahw
ektong
##tinig
##makina
##manuskrito
##Sala
##naip
otesis
##pangpag
tagal
##Ferdinan
##pagpapanatili
bakya
uturing
sipikong
##post
##Davao
##isk
##umiral
katuparan
,0
##34
dulot
##1989
##pinalitan
##ABS
stiya
vic
batas
##balita
##kapara
80
##Estr
##Teoriya
##etniko
##pagkakakilan
##Philippines
ister
##2003
##kaiba
##paksang
hid
lasyong
inin
##Cha
##Louis
##kasuot
##Ferdinand
gio
##CBN
##bun
aliit
##Hina
##mapa
##pagkaba
ding
onang
##inang
##mabili
mpalatayang
##kontinente
##indibiduwal
uros
##Win
##Medi
##trib
##ambag
##sustan
##anatomiya
##kalawakan
##tumatanggap
yaya
##pumapayag
##1945
pos
##Sent
##nala
tir
edya
##Una
##ulan
##pwersa
ukay
uwang
##alamat
##Linares
##kinik
##nangangahulugan
##masi
##Itina
##nagsasabing
##pundamental
apo
lum
basa
##anghel
##likido
##pagganap
##alon
##punsiyon
##mananaliksik
10
##Bis
ulaan
##oksi
umpa
##Islands
##pilosopo
##Atlantiko
fo
osya
sehong
##diwang
##magagamit
kh
##God
##Los
##Tinawag
##pangangasiwa
right
##pagsamba
dog
ney
##dik
##agad
oth
##abs
##37
##biyolohiya
##komunikasyon
##komunidad
atiran
##Carlos
##with
ium
ogo
damang
##tiyan
##Russia
atayo
##manip
entaryo
##direksiyon
##Az
##Hip
##George
##paghuh
##protina
erra
##Red
##from
##sasa
##Monteneg
rata
dyang
##moral
##perman
uing
##Sir
rasya
##iwas
##list
##Agu
##Por
mpanan
##kasong
##elementong
##Rob
##kabuo
pektura
##tekstong
##nakalipas
rep
ingat
##tren
sipe
ranas
##Ilocos
ford
##Gil
##unit
##Ipinanganak
##Katipunan
##kontrober
otiko
##hika
rusada
##tut
##Tomas
ukal
##Kre
##pabalik
##saserdote
##1970
##payo
##lohika
##Vil
##demon
##katawang
##Kanluranin
##Flor
##Eslobakya
##paaralang
##Mi
##komb
##planeta
##umaayon
##makinang
##Tele
##pahina
##agrikultura
Alba
awal
alsik
##Arab
##galit
bukasan
erno
litis
uhunan
##antropo
##Katumbas
##paanong
##Gayundin
##Demokratikong
dikit
##umaga
##namuno
himagsik
##Zoro
##inum
lalay
##panuka
uy
##ikaapat
##Dal
##Les
##mangyari
##paningin
##Sho
##itinak
##Pop
##Nagsi
##historikal
##Tem
umpisa
##Ruman
##UK
##Lan
##Sudan
##paglili
##desisyon
##mahah
##Protestante
order
##Odis
##taba
##tubo
##Senado
xt
lack
##2002
tad
alas
##hab
##kumalat
##kayamanan
##daw
##Sumer
##Montenegro
##Art
##Pil
##Tsip
##imahe
##Tangway
##inilagay
##les
##Tsipre
##itinut
##aksiyon
##biktima
##sentral
non
##huw
##pol
lie
##Asi
##Suwesya
##kaayusan
ampok
##epis
##daliri
##Pinaniniwala
##Ni
abuti
ining
##nahi
uridad
##eksperimento
mita
##bol
entil
sigla
##rebel
##Yahweh
##nababa
##pinsala
##Kole
##alter
ahanggang
##nagreresulta
cel
##prak
##pinamunuan
##Bulacan
##ekst
##yelo
##ebolusyonar
##pares
##katunayan
##talaga
gana
##Komn
##kapalit
##solusyon
##pangkultura
ach
sas
##Nav
##basi
##unawa
##gobernador
##Sem
##makamit
##ung
##sil
##erop
##pulang
ingibabaw
omen
##1978
##puwit
##palitan
##AD
##il
##Mil
##tulay
##Zoroast
able
##sho
mpasigan
##sinumang
##laki
##Sultan
ligtaran
leto
##Big
##[?]
toman
##pagbi
##paglalagay
##matematikal
##end
berg
##Bata
##Obispo
wagi
##pagsasama
##Tra
##Maur
##pagkatao
##Villa
##sakup
##makuha
##bababa
araan
angalang
yor
##lup
##puti
##Felip
bate
##napa
eklara
uck
##Bot
galang
##lehis
##panghi
##Odiseo
##Hudyong
kulo
##Pen
##kapit
##labor
##Felipe
eon
##Budista
##gub
##Antonio
##depende
##sasakyan
##kamakailang
##Tad
##mesiyas
esti
##Pampang
##katapusan
##magpahanggang
con
##Exp
##heomet
##Komnenos
##yaman
##pangmat
struksiyon
##Sinasabing
##proba
arungan
##mahina
##Estrada
kata
##pus
##pandaigdig
##46
##kagust
##tinapay
##pangunahin
sist
hinto
araming
##patong
##Pamantasang
##pinamagatang
##Im
##pw
##Bei
##ebidensiyang
ved
##paulit
ayuhan
##misyon
likadong
##RNA
##Vietnam
##musikang
RT
vie
angkilik
pikong
##teorya
##prote
##Tumutukoy
##yum
anteng
##neuro
by
##Gol
##kabayo
##partidong
rikal
##gulay
intahan
##had
ulutan
##Tondo
##gusto
##angkin
##isdang
##hango
ott
##hene
##lumili
##pananakit
##Pinlandiya
##Mel
oryong
##Litwan
form
##Ros
##system
##materya
##Ke
##go
bok
##1981
##Lupa
##dako
##pinili
##maiwasan
nae
##we
tius
wirang
##sanga
##kasabay
kala
##Kim
##kalidad
anghal
##Albanya
##Crispin
##pagpapalit
##Madalas
##uugnay
##Richard
gsahan
##Kasal
##Gro
##Antio
##Yule
##bigyan
##kaaway
##humiwalay
##pagbigkas
##aga
##mekaniks
##paglitaw
igi
wad
##art
##Thomas
##Linyang
##kagandahan
##kapistahan
##kaguluhan
##Hol
##kulang
ily
impluwensiyahan
ku
burg
ahagi
##Simula
##dalawamp
ans
##Kingdom
##pambata
angal
##aktibong
lab
##amp
##Malta
##Palest
##pambaba
##org
##pinakat
##Naniniwala
sic
mbag
ilarawan
##kalipunan
##pangangatawan
aria
##Misa
##klima
liwanag
##Singap
##koponan
##gatas
sob
##meta
##Arabia
##pananalapi
##183
aragdag
##alternati
##nalalaman
##tsa
##idin
##pagsasanib
##suplay
##Ham
olyar
##akit
##Persa
##pandama
##Vol
##marahil
##pandagat
##interaksiyon
cter
##nanatiling
##eng
##kuryente
erang
##Rumanya
##pinakamalaki
cip
##positibong
##Act
##hita
##sapi
##pagpapakita
uela
##espe
##pabor
jing
benya
##Trin
##tribo
##ritwal
##nagmungkahi
##wat
##gumagalaw
##Cop
aging
illes
uerto
##pagkuha
ligtasan
##mabilisang
##kinakailangang
bahay
omb
sel
##ot
ensis
inaldo
##kanser
##tumagal
##mangangalakal
##43
##prop
##Himagsik
##ginagamitan
##sana
##bayag
##ligtas
##kultural
##kinalaman
##henerasyon
##pagsisimula
ensa
pirit
##Sistem
##larangang
ugma
##bek
##den
letto
##boto
##pagkakatuklas
top
##os
##Barangay
##Islamiko
ies
##Pum
logong
##inaasahang
##katauhan
##des
posi
anapbuhay
##Bonif
85
##paghahati
##Av
##tumpak
##br
itira
untunin
##demok
##pagtatayo
##binabaybay
##karunungan
kot
cean
tive
##masama
##Yam
##mono
##isinama
##sumasaklaw
##Wat
##dro
##Bosnia
##paktor
##lumalabas
##TB
silbi
ution
atibay
##Bulgarya
##moralidad
lori
hingi
urulot
##pulis
##Soci
##pader
##har
##matut
##bantog
##sinulat
langan
##nagsus
##relati
25
##1998
aksiyong
##Bonifacio
##pinangalan
##pagpupulong
##4.
##maunlad
zan
##We
vol
##Reg
##natapos
##ple
##Galacia
##pampubliko
low
##lat
romag
##Tasyo
##nukley
ugos
##Romanong
antad
higan
##Pali
##awiting
##Kagawaran
ima
tain
utbol
##kapital
##Mahal
##sober
kina
kuwa
ulus
hikayat
##Batikano
##sinag
##real
##malamig
##tenyente
##cy
intang
##etika
##tinit
##sandat
##pinakaunang
cast
##Theodo
##Partido
##nakasulat
##konseptong
hero
##Camb
##gayun
##kapare
##Mand
##emos
##kwantum
ys
mana
33
##can
##bersyon
##Bank
##bangko
##bantay
##serbisyong
idae
##Cre
##Sant
##sumasakop
##Sel
##5.
##tapat
##Kadalasang
##Ef
##Christ
##tagapam
wit
rano
##responsa
##Nov
##gland
eolohiya
##paghahambing
12
hr
uya
##Pasko
eri
##tema
##radyo
##General
##pumunta
##lipunang
##magkapatid
ilin
##prutas
##Biz
##multi
udo
ates
rek
endaryong
##direktor
entina
ui
bano
##nakamit
##kumakain
##nangungunang
dae
ilong
##Mediteran
##malubhang
riano
##baha
##bilog
##Singapore
##Halos
##inihah
##kimika
daka
entum
ubatan
##isinaad
##sabihing
89
cca
##kahalili
inta
##Nga
##Paul
##proton
##Herod
##Hukuman
##Lig
tidad
##Pana
##Shia
ramento
##ri
##150
rinlan
##Deuter
##paglipat
akanan
ayaman
##pilak
##edisyon
##pagsulong
##alpabetong
ple
ubi
##alle
roskop
PA
xas
sismo
##Sulu
##pampanana
##Karaniwan
##bahagyang
##dalampasigan
urt
letong
##Alehand
##bibliya
portasyon
##Eslobenya
ugad
##makapangyarihan
##Quir
kalang
##magla
##kontra
##Pamahalaan
##Ep
##nad
##phy
##puwang
##totoong
##Aprikano
##patungkol
##karamdamang
nin
##aba
##High
isenyo
base
##hem
lea
agpo
##magpaka
com
##Bor
##arg
cer
##domest
##ekwasyong
##pagkabuhay
##hard
##market
##asidong
##Cun
##Domin
##manok
##Cavite
##pahayagan
##hangganang
##bus
ayagan
##ver
##Estonya
##itinuring
##obserbasyon
##Britaniko
ugot
agham
enter
##nati
##kumuha
ukang
##dolyar
##tagapagp
##Instit
##talata
##pederal
##kapakanan
sit
##fo
##Latbiya
##Arg
##sinabing
##nanirahan
sap
##gl
##Kalye
##kabihasnan
##1984
##Tokyo
##Noruwe
##tisyu
##kategorya
##sena
sagawa
mali
##Kro
##Arro
hannel
toria
##hentil
ormasyong
amento
##Itinuturing
mun
ensya
##1995
##Obando
##suntok
##distritong
ole
atian
##Zeus
##ibay
ilitang
##paggalaw
##enerhiyang
ness
##pagsunod
##simulang
##aangkop
idd
##pray
babawal
##awitin
##pagkakaisa
##Pahayag
##Africa
##Makati
##Noruwega
##Alexandria
##Benedi
##pangmilitar
##kaasa
##Tsekya
##haligi
##lagnat
##pakikit
##Tiya
rating
##kasalan
##kasi
##alipin
##paggalang
##problemang
fi
##kri
##amang
katauhan
##kabahagi
##Katolisis
##aktibidad
lona
pero
sisyo
##nagsagawa
##sar
akdang
##Christi
##mensahe
##internasyonal
oton
ribusyon
##proteksiyon
cil
##nobelang
##pagsapit
##Op
##glo
##Park
##Beijing
##matataas
sobis
##tali
entidad
akatuwid
##kinilala
##panlaban
emonya
etsa
kikita
##mahar
##pansamantalang
##By
##Gin
listang
##mahaba
##Sil
adrado
##palad
entasyong
##pagkakakilanlan
65
ition
ville
apresyon
##kumpara
##ngayong
##magsasaka
##sinimulan
##Nagp
ii
15
##pinala
ubundukin
##Aguinaldo
SR
anyag
asan
##Blg
linaw
##rang
igdigan
ramuros
##personalidad
##179
ipigil
##imahen
##uugali
akinabang
semb
##pangat
##raw
##human
##Itinatag
##Jan
pikal
##record
##independi
##Katolikong
salita
##nakas
##Londres
##Mec
##Mex
##Tadeo
##maisa
##titulong
##gumaganap
edeng
mamas
##gaano
##Pilosop
##kasunduang
lito
##Bre
##von
##1997
##bilanggo
##karangalan
kaso
##Kor
ization
##pumayag
unggali
heb
uig
ubos
rikong
##Verde
##sinakop
##natalo
##Lap
ughaw
##nagng
##sagot
etisyon
##altapresyon
##Pho
##liberal
##substansiya
gulo
##Del
##Pio
##Patri
##Sol
ahinga
##Great
##nagba
sobispo
##Komisyon
##damdaming
ctor
##Caesa
##Sat
##web
##1993
##Rebol
##ginaga
##Gayunman
##tul
##bini
ahasan
##Nakita
##bayani
##mayaman
##paglawak
##kromosoma
##makaagham
alay
##apo
ative
ardinal
##tubong
##katamtamang
##Sand
##Batangas
##Fu
##leeg
##Newton
##pulong
##Intramuros
11
salang
##kampan
##kapulungan
##nakakalipas
agas
bian
lado
upit
##Suwisa
##saling
##matibay
##nauukol
##palibot
##sumailalim
##kr
##mus
##pagbabawas
##diperensiya
##You
##field
##marunong
##artipisyal
hain
##pla
##Metro
umbalik
opro
##Count
tanggol
##sektor
tograp
##Mongo
##Ehipsiyo
##ipinadala
##tinuturing
stikal
##Inggles
##allele
##humahantong
##Georg
##bakla
##barya
##Alexios
##Gan
puang
##Yugos
##Puerto
##Naglala
ace
akyat
